Repository: androidc/Fincher
Catalog: Fincher/Resources/*.lproj/Localizable.strings
Languages: ru

source: Calculation option
ru: Вариант расчета

source: Calculation of monthly payment
ru: Расчет ежемесячного платежа

source: Loan term calculation
ru: Расчет срока кредита

# Calculation of the mla
source: Calculation of the maximum loan amount
ru: Расчет максимальной суммы кредита

source: Amount of credit
ru: Сумма кредита

# calcOptionTip
source: The calculator produces three calculation options: calculating the monthly payment, calculating the loan term by amount and calculating the possible loan amount with a fixed term and payment
ru: Калькулятор производит три варианта расчетов: расчет ежемесячного платежа, расчет срока кредита по сумме и расчет возможной суммы кредита при фиксированном сроке и платеже

source: Ok, i got it
ru: Понятно

source: year
ru: лет

source: month
ru: месяцев

source: Credit Term
ru: Срок кредита

source: Interest Rate
ru: Процентная ставка

source: Monthly Payment
ru: Ежемесячный платеж

# Annuitent Payment
source: this is an equal monthly loan payment, which includes the amount of accrued interest on the bank loan and the amount of the principal debt
ru: это равный по сумме ежемесячный платеж по кредиту, который включает в себя сумму начисленных процентов за кредит банка и сумму основного долга

# Diff Payment
source: This is a monthly payment that decreases towards the end of the loan term and consists of a paid constant portion of the principal and interest on the unpaid balance of the loan.
ru: это ежемесячный платеж, уменьшающийся к концу срока кредитования, и состоит из выплачиваемой постоянной доли основного долга и процентов на невыплаченный остаток кредита

source: Annuity
ru: Аннуитетный

source: Differentiated
ru: Дифферинцированный
